Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/skabma_elokuvakeskus.html.tmx
Source language: fin
Languages: sme

source: Skábma Elokuvakeskus
sme: Skábma Filbmaguovddáš

source: Alkuperäiskansojen elokuvakeskus
sme: Eamiálbmogiid filbmaguovddáš

source: Alkuperäiskansojen elokuvakeskus Skábma on alueellinen elokuva- ja audiovisuaalisen alan resurssikeskus, joka toimii Saamelaiskäräjien alaisuudessa Inarissa.
sme: Eamiálbmogiid filbmaguovddáš Skábma lea guovlluguovdasaš filbma- ja audiovisuála suorggi resursaguovddáš, mii doaibmá sámedikki vuolde Anáris.

source: Tällä hetkellä toiminnan rahoittaa Opetusministeriö ja valtion elokuvataidetoimikunta.
sme: Dál doaibmama ruhtadit Oahpahusministeriija ja stáhta filbmadáiddadoaibmagoddi.

source: Alkuperäiskansojen elokuvakeskus tukee saamen kieltä ja kulttuuria sekä luo edellytykset saamelaisten ja muiden alkuperäiskansojen oman äänen ja kuvan näkyvyydelle ja kuuluvuudelle elokuva- ja mediateollisuudessa alkuperäiskansojen omilla ehdoilla ja omista lähtökohdista.
sme: Eamiálbmogiid filbmaguovddáš Skábma doarju sámegiela ja kultuvrra. Dasa lassin dat duddjo vuođu, vuoi sámiid ja eará eamiálbmogiid iežaset jietna gullo ja govva oidno filbma- ja mediaindustriijas eamiálbmogiid iežaset eavttuiguin ja iežaset vuolggasajis.

source: Skábma tukee elokuvien ja mediatuotteiden suunnittelua, kehittämistä ja tuotantoa etsimällä rahoituskanavia ja yhteistyökumppaneita sekä järjestämällä koulutusta ja elokuva-alan tapahtumia saamelaisalueella.
sme: Skábma doarju filmmaid ja mediabuktagiid plánema, ovddideami ja buvttadeami nu, ahte dat ohcá ruhtadankanálaid ja ovttasbargoguimmiid sihke lágida skuvlema ja ordne filbmasuorggi dáhpáhusaid sámeguovllus.

source: Lisäksi keskus levittää saamelaiselokuvia erilaisiin tapahtumiin, jakaa tietoa saamelaiselokuvasta, alueesta ja saamelaisista tekijöistä.
sme: Filbmaguovddáš maiddái lávdada sámefilmmaid sierralágan dáhpáhusaide ja juohká dieđu sámefilmmas, -guovllus ja sápmelaš filbmadahkkiin.

source: Skábma on myös mukana järjestämässä Skábmagovat -alkuperäiskansojen elokuvafestivaalia.
sme: Skábma lea maiddái fárus lágideamen Skábmagovat-eamiálbmogiid filbmafestivála.

source: Tehtävät Alkuperäiskansojen elokuvakeskuksen tehtävänä on
sme: Doaimmat Eamiálbmogiid filbmaguovddáža doaibman lea

source: 1. tukea saamelaiselokuva- ja TV-tuotantoja 2. järjestää elokuvakoulutusta, -kasvatusta 3. järjestää esitys- ja levitystoimintaa: (mm. Skábmagovat –elokuvajuhlat)
sme: 1. doarjut sápmelaš filbma- ja TV –buvttadeami 2. lágidit filbmaskuvlema ja -bajásgeassima 3. ordnet čájehan- ja juohkindoaimmaid (ee. Skábmagovat -filbmafestivála)

source: Kansainvälinen osa saamelaiskulttuurikeskusta
sme: Riikkaidgaskasaš oassi sámi kulturguovddážis

source: Inariin perustettava Saamelaiskulttuurikeskus sisältää elokuvakeskuksen lisäksi monia toimintoja mm. saamenkäsityöhön, saamelaismusiikkiin, elinkeinoihin liittyen sekä lapsille ja nuorille oman osastonsa.
sme: Sámi kulturguovddáš, mii vuođđuduvvo Anárii, fállá filbmaguovddáža lassin máŋggaid doaimmaid. Dain ee. sámeduodji, sámemusihkka, ealáhusat sihke mánát ja nuorat ožžot iežaset ossodagaid.

source: Keskuksen sisällä tulee toimimaan myös saamelaiskirjasto.
sme: Kulturguovddášviesus lea maiddái sámegirjerádju.

source: Alkuperäiskansojen elokuvakeskuksen toiminnan lähtökohdat ovat sekä elinkeinolliset että kulttuurilliset.
sme: Eamiálbmogiid filbmaguovddáža doaibmama vuolggasajit bohciidit ealáhusain ja kultuvrras.

source: Keskus hyödyntää yhteispohjoismaisen saamelaisalueen tuomaa synergiaetua elokuvien käsikirjoittamisessa, kuvaamisessa ja erityisesti niiden kansainvälisessä rahoittamisessa.
sme: Filbmaguovddáš atná ávkin davviriikkalaš sámeguovlu addin synergiijaovddu filmmaid giehtačállimis, govvemis ja earenoamážit daid riikkaidgaskasaš ruhtadeamis.

source: Lisäksi keskus hyödyntää Skabmagovat -elokuvajuhlien mukanaan tuomaa maailmanlaajuista elokuvaverkostoa.
sme: Dasa lassin filbmaguovddáš atná ávkin Skábmagovat–filbmafestiválaid mielddisbuktin máilmmiviidosaš filbmafierpmádaga.

source: TOIMINNOT
sme: DOAIMMAT

source: Elokuva- ja televisiotuotannot
sme: Filbma- ja televišuvdnabuvttadeapmi

source: Alkuperäiskansojen elokuvakeskus tukee saamelaisia elokuvantekijöitä löytämään uusia yhteistyökumppaneita ja rahoitusmalleja sekä toimii yhteistyöorganisaationa alkuperäiskansojen elokuvantekijöiden välillä etsimällä elokuvaprojekteja ja työmahdollisuuksia maailmanlaajuisesti.
sme: Eamiálbmogiid filbmaguovddáš Skábma doarju filbmadahkkiid gávdnat ođđa ovttasbargoguimmiid ja ruhtadanmálliid. Dasa lassin dat doaibmá ovttasbargoorganisašuvdnan eamiálbmogiid filbmadahkkiid gaskkas nu, ahte dat ohcá filbmaprošeavttaid ja bargovejolašvuođaid miehtá máilmmi.

source: Koulutus
sme: Skuvlen

source: Elokuvakeskus suunnittelee koulutusta ammattilaisille ja keskittyy elokuvakasvatuksen kehittämiseen saamelaisalueen koulujen kanssa.
sme: Filbmaguovddáš pláne skuvlema ámmátolbmuide ja vuojulduvvá filbmabajásgeassima ovddideapmái ovttas sámeguovllu skuvllaiguin.

source: Elokuvakasvatustyötä tehdään tällä hetkellä Inarin, Utsjoen ja Enontekiön kunnan koulujen kanssa.
sme: Filbmabajásgeassinbargu dahkko dál Anára, Ohcejoga ja Eanodaga gielddaid skuvllaiguin.

source: Työpajojen tuotoksia on esitetty Suomalaisissa ja ulkomaisissa elokuvafestivaaleissa, TV:ssä ja erilaisissa nuorten tapahtumissa.
sme: Bargobájiid bohtosat leat čájehuvvon Suoma ja olgoriikkaid filbmafestiválain, TV:as ja sierralágan nuoraid dáhpáhusain.

source: Utsjoen ja Enontekiön lukiot tarjoavat mediakursseja opiskelijoille syksystä 2009 lähtien.
sme: Ohcejoga ja Eanodaga logahagat fállet mediakurssaid oahppiide čavčča 2009 rájes.

source: Inarissa Saamelaisalueen koulutuskeskuksen medialinjalla tehdään lyhyt-, dokumentti- ja animaatioelokuvia sekä TV-ohjelmia.
sme: Anáris Sámi oahpahusguovddáža medialinnjás ráhkadit oanehis-, dokumeanta- ja animašuvdnafilmmaid sihke TV-prográmmaid.

source: Koulutus kestää 1-2 vuotta.
sme: Skuvlen bistá 1‒2 jagi.

source: Moni Saamelaisalueen koulutuskeskuksen medialinjan käynyt työskentelee tällä hetkellä Saamelaisalueella media- ja elokuva-alalla.
sme: Barggu fállet ee. Suoma, Norgga ja Ruoŧa sámeradio ja –TV, ovttaskas filbmabuvttadeamit, filbmadáhpáhusat ja skuvlemat.

source: Työllistäjiä ovat mm. Suomen, Norjan ja Ruotsin saamelaisradio ja TV, yksittäiset elokuvatuotannot sekä elokuvatapahtumat ja koulutukset.
sme: Eamiálbmogiid filbmaguovddáš Skábma lágida buvttadusdáhpáhusa jagi 2010 Skábmagovat –filbmafestivála áigge.

source: Alkuperäiskansojen elokuvakeskus järjestää vuonna 2010 Tuotantotapahtuman Skábmagovat-elokuvafestivaalin aikaan.
sme: Buvttadusdáhpáhusas geahččaluvvo oažžut davviriikkalaš buvttadanfitnodatservviid ja ruhtadeaddjiid lagabui sápmelaš filbmadahkkiid.

source: Tuotantotapahtumassa pohjoismaiset tuotantoyhtiöt ja rahoittajat saatetaan lähemmäs saamelaisia tekijöitä.
sme: Dáhpáhusa ulbmilin lea ovddidit ámmátlaš filmma dahkama, oahpásmuhttit buvttadeaddjiid ja dahkkiid guhtet guoibmáseaset sihke lávdadit sápmelaš filmma.

source: Tapahtuman tarkoitus on edistää ammattimaista elokuvan tekemistä, tutustuttaa tuottajat ja tekijät toisiinsa sekä levittää saamelaista elokuvaa.
sme: Skábma-buvttadusdáhpáhus bistá guokte beaivvi.

source: Skábma-tuotantotapahtuma kestää kaksi päivää.
sme: Dáhpáhusa áigge davviriikkalaš filbmasuorggi ámmátolbmot mannet čađa ideaid, muitalit davviriikkalaš ruhtadeamis, lávdadan- ja čájehanvejolašvuođain sihke oahpistit ideaid vuovdimis.

source: Päivien aikana pohjoismaiset elokuva-alan ammattilaiset käyvät läpi ideoita, kertovat pohjoismaisesta rahoituksesta, levittämis- ja esittämismahdollisuuksista sekä opastavat idean myymisessä.
sme: Bargobáji maŋimuš beaivve filbmadahkkit čájehit iežaset ideaid buvttadanfitnodatservviide ja ruhtadeaddjiide.

source: Työpajan viimeisenä päivänä elokuvantekijät esittelevät omat ideansa tuotantoyhtiöille ja rahoittajille.
sme: Dáhpáhussii čáhket 6‒10 dahkki ja idea sihke máŋga buvttadanfitnodatsearvvi ja ruhtadeaddji.

source: Tapahtumaan mahtuu mukaan 6-10 tekijää ja ideaa, sekä useita tuotantoyhtiöitä ja rahoittajia.
sme: Dáhpáhus lea nuvttá oassálastiide.

source: Tapahtuma on ilmainen osallistujille.
sme: Lassedieđuid oažžu Eamiálbmogiid filbmaguovddážis, tel: +358 40 187 9909 e-poasta: skabma(at)samediggi.fi

source: Lisätietoja saa Alkuperäiskansojen elokuvakeskuksesta puhelin: +358 40 187 9909 sähköposti: skabma@samediggi.fi
sme: Skábmagovat ja eará čájehan- ja lávdadandoaibma

source: Skábmagovat ja muu esitys- ja levitystoiminta
sme: Eamiálbmogiid filbmaguovddáš lea fárus ordnemin ja ovddideamen Skábmagovat –filbmafestivála.

source: Alkuperäiskansojen elokuvakeskus on mukana järjestämässä ja kehittämässä Skábmagovat –elokuvafestivaalia.
sme: Festiválain lea leamaš jagi 2005 rájes maiddái mánáid ja nuoraid beaivvit, main lea juo fásta sajádat dáhpáhusas.

source: Festivaaleilla on ollut mukana vuodesta 2005 myös lasten ja nuortenpäivät jotka ovat vakiinnuttaneet paikkansa tapahtumassa.
sme: Skábmagovat-festivála lea dehálaš forum sápmelaš filbmadahkkiide ja ain dávjjit sámefilmmaid vuosttaseahket –báiki.

source: Skábmagovat-festivaalit on tärkeä foorumi saamelaisille elokuvantekijöille ja yhä useammin saamelaiselokuvien ensi-iltapaikka.
sme: Sámefilmmat levvet dávjá Skábmagovat-festiválas miehtá máilmmi.

source: Saamelaiselokuvat leviävät usein Skábmagovat-festivaaleilta ympäri maailmaa.
sme: Skábmagova-festivála lassin eamiálbmogiid filbmaguovddáš sirdá dieđu sápmelaš ja eamiálbmogiid filmmaid birra riikkaidgaskasaš filbmafestiválaide, -dáhpáhusaordnejeaddjiide ja –ládvadeaddjiide.
